Repository: SoftUserNJ/Soft
Catalog: MediaOutdoor/MediaOutDoor/Resources/Views/MOD/Index.*.resx
Languages: nl_nl

# AnExceptionallyGood
source: An exceptionally good price-quality guarantee <br /><br /> <span> Competitive prices for (long-running) campaigns </span> <br /><br /> Extremely suitable for the business market
nl_nl: Een uitzonderlijk goede prijs-kwaliteitgarantie <br /><br /> <span> Concurrerende prijzen voor (langlopende) campagnes </span> <br /><br /> Uitermate geschikt voor de zakelijke markt

# AtTheMostVisitedPlaces
source: At the most visited places in Amsterdam, the metro stations, our screen advertisements are visible 100 times per hour for 6 seconds. That's purposeful screen communication. Choose the station (or several stations) where you expect your target group and where your message comes across crystal clear
nl_nl: Op de meest bezochte plekken in Amsterdam, de metrostations, staan onze schermadvertenties 100 keer per uur zichtbaar gedurende 6 seconden. Dat is doelgerichte schermcommunicatie. Kies de station (of meerdere stations) waar u uw doelgroep verwacht en waar uw boodschap komt over glashelder

source: Book Now
nl_nl: Boek nu

source: Double Screen
nl_nl: Dubbel scherm

source: Dynamic Media Company
nl_nl: Dynamisch mediabedrijf

# GROWYOURBUSINESS
source: GROW YOUR BUSINESS FOR JUST €50 PER HOUR
nl_nl: LAAT UW BEDRIJF GROEIEN VOOR SLECHTS € 50 PER UUR

source: Happy Customer
nl_nl: Tevreden klant

source: Our Clients
nl_nl: Onze klanten

source: Sale Of
nl_nl: Verkoop van

source: Screen Size Specifications
nl_nl: Specificaties schermgrootte

source: Search Stations
nl_nl: Zoek zenders

source: SELECT YOUR STATION
nl_nl: SELECTEER UW STATION

source: Show More
nl_nl: Laat meer zien

source: Single Screen
nl_nl: Enkel scherm

# ThisIsTheOpportunity
source: This is the opportunity to promote your company in Amsterdam and the surrounding area. With screen advertisements that draw very targeted attention to your company, your store or whatever service you provide. Also suitable for events, sports competitions, festivals. For less than €50 per hour you are visible 100 times per hour for 6 seconds. You determine the time and number of hours that your campaign is visible.
nl_nl: Dit is de kans om uw bedrijf te promoten in Amsterdam en omgeving. Met schermadvertenties die zeer gericht uw bedrijf, uw winkel of wat dan ook onder de aandacht brengen dienst die u levert. Ook geschikt voor evenementen, sportwedstrijden, festivals. Voor minder dan €50 per uur ben je 100 keer per uur gedurende 6 seconden zichtbaar. Jij bepaalt het tijdstip en het aantal uren dat uw campagne zichtbaar is.

source: Total Locations
nl_nl: Totaal aantal locaties

source: Total Stations
nl_nl: Totale Stations

source: Triple Screen
nl_nl: Drievoudig scherm

source: What We Do?
nl_nl: Wat we doen?

# WhatWeDoContent
source: The head office is located in Amsterdam. They advise and support in the field of screen advertising in all Amsterdam metro stations.
nl_nl: Het hoofdkantoor is gevestigd in Amsterdam. Zij adviseren en ondersteunen op het gebied van schermreclame in alle Amsterdamse metrostations.

source: Who We Are?
nl_nl: Wie we zijn?

# WhoWeAreContent
source: Media Outdoor is a media company with experienced professionals in marketing, outdoor media and communication.
nl_nl: Media Outdoor is een mediabedrijf met ervaren professionals in marketing, outdoormedia en communicatie.

source: Why Choose Us?
nl_nl: Waarom voor ons kiezen?

# WhyChooseUsContent
source: Choose one close by or go for more stations if you want to reach a larger part of Amsterdam. Need help? We are happy to assist you with advice.
nl_nl: Kies er één dichtbij of ga voor meer stations als je een groter deel van Amsterdam wilt bereiken. Hulp nodig? Wij staan u graag bij met advies.
