Repository: SoftUserNJ/Soft
Catalog: CTDashboard/CityTech/Resources/Views/Shared/_Layout.*.resx
Languages: nl_nl

source: ARTICLE GROUP LIST
nl_nl: ARTIKELGROEP LIJST

source: ARTICLES ENTRY
nl_nl: ARTIKELEN INVOER

source: Basic Data
nl_nl: Basis data

source: CUSTOMERS ENTRY
nl_nl: KLANTEN TOEGANG

# DevicesOnGoogle
source: DEVICES ON GOOGLE MAPS
nl_nl: APPARATEN OP GOOGLE MAPS

source: INCIDENT
nl_nl: INCIDENTEN

source: INCIDENT TYPE ENTRY
nl_nl: INCIDENTTYPE INVOER

source: LOCATIONS ENTRY
nl_nl: LOCATIES TOEGANG

source: OBJECTS ENTRY
nl_nl: OBJECTEN INVOER

source: PREPRATION LIST
nl_nl: VOORBEREIDING LIJST

source: PRIO LIST
nl_nl: PRIO LIJST

source: REPORTS
nl_nl: Rapporten

source: REQUIREMENT LIST
nl_nl: VEREISTEN LIJST

source: SETTINGS
nl_nl: INSTELLINGEN

source: STATION LIST
nl_nl: STATIONLIJST

source: UOM LIST
nl_nl: UOM-LIJST

source: USER ACTIVITY REPORT
nl_nl: GEBRUIKERS ACTIVITEITEN RAPPORT

source: USER ENTRY
nl_nl: GEBRUIKERSINVOER

source: User Live Tracking
nl_nl: Live volgen van gebruikers

source: USER RIGHTS
nl_nl: GEBRUIKERSRECHTEN

source: USER SKILLS LIST
nl_nl: LIJST MET GEBRUIKER SVAARDIGHEDEN

source: USER TYPES LIST
nl_nl: GEBRUIKERSTYPEN LIJST

source: WORK ORDER ENTRY
nl_nl: WERKORDERINVOER
